<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <title>Правила сервиса</title>
    <link rel="stylesheet" href="css/header.css">
    <link rel="stylesheet" href="css/footer.css">
    <link rel="stylesheet" href="css/template.css">
</head>
<? require_once ('header.php'); ?>
    <div class="content">
        <div class="mid">
            <a class="navig" href="index.php">На главную</a>
            <br>
            <h2 align="center">Правила сервиса</h2>
            <ol>
                <li>Использование данного сервиса означает ваше полное согласие с настоящими Правилами. Если вы не согласны с Правилами, вы не должны использовать данный сервис.</li>
                <br>
                <li>Сервис предоставляется «как есть», без каких-либо гарантий, явных или подразумеваемых.</li>
                <br>
                <li> Сервис предназначен для простой и быстрой публикации графических файлов в интернете.</li>
                <br>
                <li> Запрещается использование сервиса для публикации порнографии, сцен насилия, изображений антигосударственной направленности, изображений, нарушающих право личности на частную жизнь, изображений, публикация которых тем или иным образом противоречит законам Российской Федерации и нормам морали.</li>
                <br>
                <li>Изображения, противоречащие настоящим Правилам, удаляются по мере их обнаружения.</li>
                <br>
                <li> Администрация оставляет за собой право удалять любые изображения без предупреждения. А так же, запрещать использование сервиса на определённых сайтах (как правило, вследствие грубых нарушений пункта 4 настоящих правил).</li>
                <br>
                <li> Администрация не несет ответственность за содержимое изображений (файлов).</li>
                <br>
                <li> Подробности о пользователе (например, IP-адрес), загрузившем изображение на сервис, недоступны публично, однако сохраняются и доступны администратору сервиса, и могут быть выданы соответствующим органам по официальному запросу, при наличии серьёзных предположений, что были нарушены правила сервиса.</li>
                <br>
                <li>Права на изображения принадлежат их владельцам.</li>
                <br>
                <li>Изображения, размещённые в рамках нашего сервиса доступны публично. Однако просмотреть конкретное изображение может только тот, кому известен код изображения. Тем не менее, не рекомендуется загружать на наш сервис изображения с конфиденциальной информацией (например, сканы секретных документов), т. к. код изображения может быть подобран третьими лицами.</li>
                <br>
                <li>Срок хранения изображений не ограничен. Изображения хранятся до тех пор, пока они используются, а удаляются лишь в том случае, если в течение 24 месяцев к ним не происходит ни одного обращения. Однако изображения, к которым обращения прекращаются сразу, или через короткое время после загрузки, могут быть отнесены к ошибочно загруженным и удалены раньше.</li>
                <br>
                <li>На сайте сервиса есть различные ссылки (рекламные и прочие). Администрация сервиса не берёт на себя ответственность за содержимое интернет-ресурсов (сайтов), на которые ведут эти ссылки, потому что это неподконтрольные нам, сторонние ресурсы</li>
            </ol>
        </div>
    </div>
    <? require_once ('footer.php'); ?>